Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DisplaysExt.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Checked presets will appear as options in the Display Menu of Control Center.
ar: الإعدادات المسبقة المحددة ستظهر كخيارات في قائمة شاشة العرض ضمن مركز التحكم.
ca: Les preconfiguracions marcades apareixeran com a opcions al menú Pantalla del centre de control.
cs: Zaškrtnuté předvolby se objeví jako položky nabídky monitorů v Ovládacím centru.
da: Valgte forindstillinger vises som muligheder på Skærmmenuen i Kontrolcenter.
de: Ausgewählte Voreinstellungen werden als Optionen im Bildschirmmenü des Kontrollzentrums angezeigt.
el: Οι επιλεγμένες προεπιλογές θα εμφανίζονται ως επιλογές στο μενού Οθόνης του Κέντρου ελέγχου.
es: Los preajustes seleccionados aparecerán como opciones en el menú Pantalla del centro de control.
es_419: Las preconfiguraciones seleccionadas se mostrarán como opciones en el menú Pantalla del centro de control.
fi: Merkityt esiasetukset näkyvät vaihtoehtoina Ohjauskeskuksen näyttövalikossa.
fr: Les préréglages sélectionnés apparaîtront comme options dans le menu Moniteur du centre de contrôle.
fr_ca: Les préréglages vérifiés s’afficheront sous forme d’options dans le menu Écran du centre de contrôle.
he: תצורות שסומנו יופיעו כאפשרויות בתפריט ״צג״ ב״מרכז הבקרה״.
hi: कंट्रोल सेंटर के डिस्प्ले मेनू में विकल्पों के रूप में चेक किए गए प्रीसेट दिखाई देंगे।
hr: Odabrana podešenja prikazat će se kao opcije u izborniku Zaslon unutar Kontrolnog centra.
hu: A bejelölt előbeállítások beállítási lehetőségként jelennek meg a Vezérlőközpont Kijelzőmenüjében.
id: Preset yang dicentang akan muncul sebagai pilihan di Menu Layar pada Pusat Kontrol.
it: I preset selezionati verranno mostrati tra le opzioni nel menu Schermo di Centro di Controllo.
ja: 選択済みのプリセットがコントロールセンターの“ディスプレイ”メニューにオプションとして表示されます。
ko: 체크한 프리셋은 제어 센터의 디스플레이 메뉴에 옵션으로 나타납니다.
ms: Praset ditanda akan kelihatan sebagai pilihan dalam Menu Paparan Pusat Kawalan.
nb: Markerte forhåndsinnstillinger vil vises som alternativer i skjermmenyen i Kontrollsenter.
nl: Aangekruiste voorinstellingen worden als opties weergegeven in het beeldschermmenu van het bedieningspaneel.
pl: Zaznaczone ustawienia wstępne będą wyświetlane jako opcje w menu wyświetlacza w centrum sterowania.
pt_br: Os pré-ajustes selecionados aparecerão como opções no Menu Tela da Central de Controle.
pt_pt: As predefinições assinaladas serão mostradas como opções no menu Monitor da central de controlo.
ro: Preconfigurările bifate vor apărea drept opțiuni în meniul Afișaj din centrul de control.
ru: Выбранные наборы настроек будут отображаться как варианты в меню «Дисплей» в Пункте управления.
sk: Zaškrtnuté predvoľby sa zobrazia ako možnosti v menu Displej v Ovládacom centre.
sl: Označene prednastavitve bodo prikazane kot možnosti v meniju Zaslon v Nadzornem središču.
sv: Markerade förinställningar visas som alternativ i bildskärmsmenyn i Kontrollcenter.
th: ค่าที่ตั้งไว้ที่ตรวจสอบแล้วจะแสดงขึ้นเป็นตัวเลือกในเมนูจอภาพของศูนย์ควบคุม
tr: İşaretli ön ayarlar Denetim Merkezi’ndeki Ekran Menüsü’nde seçenek olarak görünür.
uk: Позначені набори параметрів відображатимуться як опції в меню дисплея в Центрі керування.
vi: Các giá trị đặt trước được chọn sẽ xuất hiện như các tùy chọn trong menu Màn hình của Trung tâm điều khiển.
zh_cn: 勾选的预置将作为选项显示在控制中心的“显示器”菜单中。
zh_hk: 已剔選的預設組會作為選項顯示於「控制中心」的「顯示器選單」中。
zh_tw: 勾選的預設組將會在「控制中心」的「顯示器選單」中顯示為選項。

source: Choose what to show or use the TV as a secondary display.
ar: اختيار ما تريد عرضه أو استخدام التلفزيون كشاشة عرض ثانوية.
ca: Selecciona què vols mostrar o utilitza el televisor com a pantalla secundària.
cs: Můžete vybrat, co se má zobrazit, nebo televizor používat jako sekundární monitor.
da: Vælg, hvad der skal vises, eller brug fjernsynet som en sekundær skærm.
de: Lege fest, was angezeigt werden soll, oder verwende das TV-Gerät als sekundäres Display.
el: Επιλέξτε τι θα εμφανίζεται ή χρησιμοποιήστε την τηλεόραση ως δευτερεύουσα οθόνη.
es: Selecciona lo que quieres que se muestre o bien usa el televisor como pantalla secundaria.
es_419: Elige qué mostrar o usa la TV como una pantalla secundaria.
fi: Valitse, mitä näytetään, tai käytä TV:tä toissijaisena näyttönä.
fr: Choisissez les éléments à afficher ou utilisez le téléviseur comme moniteur secondaire.
fr_ca: Choisissez les éléments à afficher ou utilisez la télévision comme un écran secondaire.
he: ניתן לבחור את התוכן שיוצג או להשתמש בטלוויזיה כצג משני.
hi: चुनें कि क्या दिखाना है या TV का दूसरे डिस्प्ले के रूप में इस्तेमाल करें।
hr: Odaberite što će se prikazati ili upotrijebite TV kao sekundarni zaslon.
hu: Kiválaszthatja, hogy mi jelenjen meg, vagy használhatja a tv‑t másodlagos kijelzőként.
id: Pilih apa yang akan ditampilkan atau gunakan TV sebagai layar kedua.
it: Scegli cosa mostrare o utilizza la TV come schermo secondario.
ja: 表示するものを選択するか、テレビを2台目のディスプレイとして使用します。
ko: TV를 보조 디스플레이로 표시하거나 사용할 항목을 선택합니다.
ms: Pilih perkara untuk ditunjukkan atau gunakan TV sebagai paparan kedua.
nb: Velg hva som skal vises, eller bruk TV-en som ekstraskjerm.
nl: Kies wat je wilt weergeven of gebruik de tv als secundair beeldscherm.
pl: Wybieraj, co ma być wyświetlane, lub używaj TV jako drugiego wyświetlacza.
pt_br: Escolha o que mostrar ou use a TV como tela secundária.
pt_pt: Escolha o que deve ser mostrado ou use a TV como ecrã secundário.
ro: Alegeți ce să se afișeze sau utilizați televizorul ca afișaj secundar.
ru: Выберите, что показывать, или используйте телевизор как дополнительный дисплей.
sk: Umožňuje vybrať, čo sa má zobraziť, alebo použiť televízor ako sekundárny displej.
sl: Izberite vsebino za prikaz ali uporabite televizor kot sekundarni zaslon.
sv: Välj vad som ska visas eller använd TV:n som en andra bildskärm.
th: เลือกสิ่งที่จะแสดงหรือใช้ทีวีเป็นจอภาพที่สอง
tr: Ne gösterileceğini seçin veya TV’yi ikincil ekran olarak kullanın.
uk: Оберіть, що показувати, або використовуйте телевізор як другий дисплей.
vi: Chọn nội dung sẽ hiển thị hoặc sử dụng TV làm màn hình phụ.
zh_cn: 选取要显示的内容或将电视用作辅助显示器。
zh_hk: 選擇要顯示的內容或將電視用作次要顯示器。
zh_tw: 選擇要顯示的內容或將電視用作次要顯示器。

source: Choose Window or App
ar: اختيار النافذة أو التطبيق
ca: Selecciona una finestra o una app
cs: Vyberte okno nebo aplikaci
da: Vælg vindue eller app
de: Fenster oder App wählen
el: Επιλογή παραθύρου ή εφαρμογής
es: Seleccionar una ventana o app
es_419: Seleccionar ventana o app
fi: Valitse ikkuna tai appi
fr: Choisir une fenêtre ou une app
fr_ca: Choisir une fenêtre ou une app
he: בחירת חלון או יישום
hi: विंडो या ऐप चुनें
hr: Odaberite prozor ili aplikaciju
hu: Ablak vagy app kiválasztása
id: Pilih Jendela atau App
it: Scegli una finestra o un’app
ja: ウインドウまたはアプリを選択
ko: 윈도우 또는 앱 선택
ms: Pilih Tetingkap atau App
nb: Velg vindu eller app
nl: Kies venster of app
pl: Wybierz okno lub aplikację
pt_br: Escolher a Janela ou App
pt_pt: Escolher janela ou aplicação
ro: Alege o fereastră sau o aplicație
ru: Выбрать окно или приложение
sk: Vyberte okno alebo apku
sl: Izberi okno ali aplikacijo
sv: Välj fönster eller app
th: เลือกหน้าต่างหรือแอป
tr: Pencere veya Uygulama Seç
uk: Обрати вікно чи програму
vi: Chọn cửa sổ hoặc ứng dụng
zh_cn: 选取窗口或App
zh_hk: 選擇視窗或App
zh_tw: 選擇視窗或App

source: Color profile
ar: ملف تعريف اللون
ca: Perfil de color
cs: Barevný profil
da: Farveprofil
de: Farbprofil
el: Προφίλ χρωμάτων
es: Perfil de color
es_419: Perfil de color
fi: Väriprofiili
fr: Profil de couleur
fr_ca: Profil de couleur
he: פרופיל צבעים
hi: रंग प्रोफ़ाइल
hr: Profil boje
hu: Színprofil
id: Profil warna
it: Profilo colore
ja: カラープロファイル
ko: 색상 프로필
ms: Profil warna
nb: Fargeprofil
nl: Kleurenprofiel
pl: Profil kolorów
pt_br: Perfil de cores
pt_pt: Perfil de cor
ro: Profil de culoare
ru: Цветовой профиль
sk: Farebný profil
sl: Barvni profil
sv: Färgprofil
th: โปรไฟล์สี
tr: Renk profili
uk: Колірний профіль
vi: Cấu hình màu
zh_cn: 颜色描述文件
zh_hk: 色彩描述
zh_tw: 色彩描述

source: Color profiles for this display
ar: ملفات تعريف ألوان شاشة العرض هذه
ca: Perfils de color per a aquesta pantalla
cs: Profily barev pro tento monitor
da: Farveprofiler til denne skærm
de: Farbprofile für dieses Display
el: Προφίλ χρωμάτων για αυτήν την οθόνη
es: Perfiles de color de esta pantalla
es_419: Perfiles de color para esta pantalla
fi: Väriprofiilit tälle näytölle
fr: Profils de couleurs pour ce moniteur
fr_ca: Profils des couleurs pour cet écran
he: פרופילי צבע עבור צג זה
hi: इस डिस्प्ले के लिए रंग प्रोफ़ाइल
hr: Profili boja za ovaj zaslon
hu: Színprofilok ehhez a kijelzőhöz
id: Profil warna untuk layar ini
it: Profili colore per questo schermo
ja: このディスプレイのカラープロファイル
ko: 이 디스플레이용 색상 프로필
ms: Profil warna untuk paparan ini
nb: Fargeprofiler for denne skjermen
nl: Kleurenprofielen voor dit beeldscherm
pl: Profile kolorów tego wyświetlacza
pt_br: Perfis de cor para esta tela
pt_pt: Perfis de cor para este monitor
ro: Profiluri de culoare pentru acest afișaj
ru: Цветовые профили этого дисплея
sk: Farebné profily pre tento displej
sl: Barvni profili za ta zaslon
sv: Färgprofiler för den här bildskärmen
th: โปรไฟล์สีสำหรับจอภาพนี้
tr: Bu ekran için renk profilleri
uk: Колірні профілі для цього дисплея
vi: Cấu hình màu cho màn hình này
zh_cn: 此显示器的颜色描述文件
zh_hk: 此顯示器的色彩描述
zh_tw: 此顯示器的色彩描述

source: Color temperature
ar: درجة حرارة اللون
ca: Temperatura del color
cs: Teplota barev
da: Farvetemperatur
de: Farbtemperatur
el: Θερμοκρασία χρωμάτων
es: Temperatura del color
es_419: Temperatura de los colores
fi: Värilämpötila
fr: Température des couleurs
fr_ca: Température des couleurs
he: טמפרטורת הצבע
hi: रंग तापमान
hr: Temperatura boje
hu: Színhőmérséklet
id: Suhu warna
it: Temperatura colore
ja: 色温度
ko: 색 온도
ms: Suhu warna
nb: Fargetemperatur
nl: Kleurtemperatuur
pl: Temperatura kolorów
pt_br: Temperatura da cor
pt_pt: Temperatura da cor
ro: Temperatura de culoare
ru: Температура цвета
sk: Teplota farieb
sl: Temperatura barve
sv: Färgtemperatur
th: อุณหภูมิของสี
tr: Renk sıcaklığı
uk: Колірна температура
vi: Nhiệt độ màu
zh_cn: 色温
zh_hk: 色溫
zh_tw: 色溫

# COLOR_GAMUT_LABEL
source: Color Gamut:
ar: نطاق الألوان:
ca: Escala cromàtica:
cs: Barevný gamut:
da: Farveområde:
de: Farbgamut:
el: Γκάμα χρωμάτων:
es: Gama cromática:
es_419: Gama cromática:
fi: Värintoistoala:
fr: Gamut de couleur :
fr_ca: Nuancier de couleurs :
he: סולם צבעים:
hi: रंग गैमट :
hr: Gamut boje:
hu: Színskála:
id: Gamut Warna:
it: Gamut colore:
ja: 色域:
ko: 색상 감마:
ms: Gamut Warna:
nb: Fargeomfang:
nl: Kleurengamma:
pl: Gama kolorów:
pt_br: Gama de Cores:
pt_pt: Gama de cores:
ro: Gamă cromatică:
ru: Цветовая гамма:
sk: Farebná škála:
sl: Barvna lestvica:
sv: Färgomfång:
th: ช่วงสี:
tr: Renk Gamı:
uk: Колірна гама:
vi: Gam màu:
zh_cn: 色域：
zh_hk: 色域：
zh_tw: 色域：

# COLOR_PROFILES_DELETE_CONFIRMATION_MESSAGE
source: This action can’t be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
ca: Aquesta acció no es pot desfer.
cs: Tuto akci nemůžete odvolat.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht widerrufen werden.
el: Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.
es: Esta acción no puede deshacerse.
es_419: Esta acción no puede deshacerse.
fi: Tätä toimintoa ei voida perua.
fr: Cette action est irréversible.
fr_ca: Cette action est irréversible.
he: לא ניתן לבטל פעולה זו.
hi: यह क्रिया पहले जैसी नहीं की जा सकती है।
hr: Ovaj postupak ne može se poništiti.
hu: Ez a művelet nem vonható vissza.
id: Tindakan ini tidak dapat diurungkan.
it: L’azione è irreversibile.
ja: この操作は取り消しができません。
ko: 이 동작은 취소할 수 없습니다.
ms: Tindakan ini tidak boleh dibuat asal.
nb: Handlingen kan ikke angres.
nl: Deze bewerking kan niet ongedaan worden gemaakt.
pl: Tej czynności nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
pt_pt: Esta ação é irreversível.
ro: Această operațiune este ireversibilă.
ru: Это действие нельзя отменить.
sk: Táto akcia je nevratná.
sl: Tega dejanja ni mogoče razveljaviti.
sv: Åtgärden kan inte ångras.
th: การทำงานนี้ไม่สามารถเรียกกลับคืนได้
tr: Bu eylem geri alınamaz.
uk: Цю дію не можна відмінити.
vi: Không thể hoàn tác thao tác này.
zh_cn: 此操作不能撤销。
zh_hk: 此動作無法還原。
zh_tw: 此動作無法還原。

# COLOR_PROFILES_DELETE_CONFIRMATION_TITLE_FORMAT
source: Are you sure you want to delete the profile “%@”?
ar: هل أنت متأكد من رغبتك في حذف ملف التعريف "%@"؟
ca: Confirmes que vols eliminar el perfil “%@”?
cs: Určitě chcete profil „%@“ smazat?
da: Er du sikker på, at du vil slette profilen “%@”?
de: Möchtest du das Profil „%@“ wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε το προφίλ «%@»;
es: ¿Seguro que quieres eliminar el perfil “%@”?
es_419: ¿Quieres eliminar el perfil “%@”?
fi: Haluatko varmasti poistaa profiilin ”%@”?
fr: Voulez-vous vraiment supprimer le profil « %@ » ?
fr_ca: Voulez-vous vraiment supprimer le profil « %@ »?
he: האם ברצונך למחוק את הפרופיל ״%@״?
hi: क्या आप निश्चित हैं कि आप प्रोफ़ाइल “%@” डिलीट करना चाहते हैं?
hr: Sigurno želite obrisati profil “%@”?
hu: Biztos benne, hogy törölni szeretné a(z) „%@” profilt?
id: Apakah Anda yakin ingin menghapus profil “%@”?
it: Confermi di voler eliminare il profilo “%@”?
ja: プロファイル“%@”を削除してもよろしいですか?
ko: ‘%@’ 프로필을 삭제하겠습니까?
ms: Adakah anda pasti mahu memadamkan profil “%@”?
nb: Er du sikker på at du vil slette profilen «%@»?
nl: Weet je zeker dat je het profiel '%@' wilt verwijderen?
pl: Czy na pewno chcesz usunąć profil „%@”?
pt_br: Tem certeza de que deseja apagar o perfil “%@”?
pt_pt: Tem a certeza de que pretende apagar o perfil “%@”?
ro: Confirmați ștergerea profilului „%@”?
ru: Вы действительно хотите удалить профиль «%@»?
sk: Naozaj chcete vymazať profil „%@“?
sl: Ste prepričani, da želite izbrisati profil »%@«?
sv: Är du säker på att du vill radera profilen ”%@”?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบโปรไฟล์ “%@”
tr: “%@” profilini silmek istediğinizden emin misiniz?
uk: Справді видалити профіль «%@»?
vi: Bạn có chắc chắn muốn xóa cấu hình “%@” không?
zh_cn: 确定要删除描述文件“%@”吗？
zh_hk: 確定要刪除色彩描述「%@」嗎？
zh_tw: 確定要刪除色彩描述「%@」嗎？

# COLOR_PROFILES_DELETE_FAILED_TITLE_FORMAT
source: The profile “%@” couldn’t be deleted.
ar: تعذر حذف ملف التعريف "%@".
ca: No s’ha pogut eliminar el perfil “%@”.
cs: Profil „%@“ nelze smazat.
da: Profilen “%@” kunne ikke slettes.
de: Das Profil „%@“ konnte nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή του προφίλ «%@».
es: No se ha podido eliminar el perfil “%@”.
es_419: No se pudo eliminar el perfil “%@”.
fi: Profiilia ”%@” ei voitu poistaa.
fr: Le profil « %@ » n’a pas pu être supprimé.
fr_ca: Le profil « %@ » n’a pas pu être supprimé.
he: לא ניתן למחוק את הפרופיל ״%@״.
hi: प्रोफ़ाइल “%@” डिलीट नहीं की जा सकी।
hr: Profil “%@” ne može se obrisati.
hu: A(z) „%@” profil nem törölhető.
id: Profil “%@” tidak dapat dihapus.
it: Impossibile eliminare il profilo “%@”.
ja: プロファイル“%@”を削除できませんでした。
ko: ‘%@’ 프로필을 삭제할 수 없습니다.
ms: Profil “%@” tidak dapat dipadam.
nb: Profilen «%@» kunne ikke slettes.
nl: Het profiel '%@' kon niet worden verwijderd.
pl: Nie można usunąć profilu „%@”.
pt_br: O perfil “%@” não pôde ser apagado.
pt_pt: Não foi possível apagar o perfil “%@”.
ro: Profilul „%@” nu a putut fi șters.
ru: Не получилось удалить профиль «%@».
sk: Profil „%@“ sa nepodarilo vymazať.
sl: Profila »%@« ni bilo mogoče izbrisati.
sv: Profilen ”%@” kunde inte raderas.
th: ไม่สามารถลบโปรไฟล์ “%@”
tr: “%@” profili silinemedi.
uk: Не вдалося видалити профіль «%@».
vi: Không thể xóa cấu hình “%@”.
zh_cn: 无法删除描述文件“%@”。
zh_hk: 無法刪除色彩描述「%@」。
zh_tw: 無法刪除色彩描述「%@」。

# CONFIRM_BUTTON
source: Confirm
ar: تأكيد
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
es_419: Confirmar
fi: Vahvista
fr: Confirmer
fr_ca: Confirmer
he: אישור
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
ms: Sahkan
nb: Bekreft
nl: Bevestig
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ro: Confirmă
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sv: Bekräfta
th: ยืนยัน
tr: Doğrula
uk: Підтвердити
vi: Xác nhận
zh_cn: 确认
zh_hk: 確認
zh_tw: 確認

# CONFIRM_MESSAGE
source: Click Confirm to use the new display setting. Click Revert to revert to the previous display setting.
ar: اضغط على "تأكيد" لاستخدام إعداد شاشة العرض الجديد. اضغط على "رجوع" للرجوع إلى إعداد شاشة العرض السابق.
ca: Fes clic a “Confirma” per utilitzar la nova configuració de pantalla. Fes clic a “Reverteix” per recuperar la configuració de pantalla anterior.
cs: Kliknutím na Potvrdit použijete nové nastavení monitoru. Kliknutím na Vrátit obnovíte předchozí nastavení.
da: Klik på Bekræft for at bruge den nye skærmindstilling. Klik på Tilbage for at bruge den tidligere indstilling.
de: Klicke auf „Bestätigen“, um die neue Monitoreinstellung zu verwenden. Klicke auf „Zurück“, um zur vorigen Einstellung zurückzukehren.
el: Κάντε κλικ στην «Επιβεβαίωση» για χρήση της νέας ρύθμισης οθόνης. Κάντε κλικ στην «Επαναφορά» για επαναφορά στην προηγούμενη ρύθμιση οθόνης.
es: Haz clic en Confirmar para usar los nuevos ajustes de pantalla. Haz clic en Restaurar para volver a los ajustes anteriores.
es_419: Haz clic en Confirmar para usar la nueva configuración de pantalla. Haz clic en Restaurar para volver a la configuración anterior.
fi: Ota uusi asetus käyttöön klikkaamalla Vahvista. Palauta edellinen asetus klikkaamalla Palauta.
fr: Cliquez sur Confirmer pour utiliser le nouveau réglage d’écran. Cliquez sur Rétablir pour revenir au réglage précédent.
fr_ca: Cliquez sur Confirmer pour utiliser le nouveau réglage. Cliquez sur Rétablir pour revenir au réglage précédent.
he: יש ללחוץ על ״אישור״ כדי להשתמש בהגדרת הצג החדשה. יש ללחוץ על ״חזרה״ כדי לחזור להגדרת הצג הקודמת.
hi: नई डिस्प्ले सेटिंग का उपयोग करने के लिए पुष्टि करें पर क्लिक करें। पिछली डिस्प्ले सेटिंग पर वापस जाने के लिए “रिवर्ट करें” पर क्लिक करें।
hr: Kliknite Potvrdi za uporabu nove postavke prikaza. Kliknite Vrati za povratak na prethodnu postavku prikaza.
hu: Az új kijelzőbeállítás használatához kattintson a Megerősítés gombra. Az előző kijelzőbeállításra való visszatéréshez használja a Visszaállítás gombot.
id: Klik Konfirmasi untuk menggunakan pengaturan layar baru. Klik Kembalikan untuk kembali ke pengaturan layar sebelumnya.
it: Fai clic su Conferma per attivare le nuove impostazioni dello schermo. Fai clic su Ripristina per annullare.
ja: 新しいディスプレイ設定を使用するには“確認”をクリックします。 以前の設定に戻すには“元に戻す”をクリックします。
ko: 새로운 디스플레이 설정값을 사용하려면 확인을 클릭하십시오. 이전의 디스플레이 설정값으로 복귀하려면 복귀를 클릭하십시오.
ms: Klik Sahkan untuk menggunakan seting paparan baharu. Klik Kembalikan untuk menukar kembali kepada seting paparan sebelumnya.
nb: Klikk på Bekreft for å ta i bruk den nye skjerminnstillingen, eller klikk på Tilbakestill for å gå tilbake til den forrige.
nl: Klik op 'Bevestig' om de nieuwe beeldscherminstelling te accepteren. Klik op 'Vorige instelling' om terug te keren naar de vorige beeldscherminstelling.
pl: Kliknij w Potwierdź, aby użyć nowych ustawień wyświetlacza, lub w Przywróć, aby powrócić do poprzednich ustawień.
pt_br: Clique em Confirmar para usar o novo ajuste de tela. Clique em Reverter para voltar ao ajuste de tela anterior.
pt_pt: Clique em Confirmar para usar a nova definição. Clique em Restabelecer para restabelecer a anterior.
ro: Faceți clic pe Confirmă pentru a utiliza noua configurare pentru afișaj. Faceți clic pe Revino pentru a reveni la configurarea anterioară pentru afișaj.
ru: Нажмите «Подтвердить», чтобы установить новые параметры дисплея. Нажмите «Вернуть», чтобы вернуться к прежним параметрам.
sk: Kliknutím na Potvrdiť použijete nové nastavenie displeja. Kliknutím na Vrátiť obnovíte predchádzajúce nastavenie.
sl: Če želite uporabiti novo nastavitev zaslona, kliknite Potrdi. Če se želite vrniti na prejšnjo nastavitev zaslona, kliknite Povrni.
sv: Klicka på Bekräfta så börjar den nya bildskärmsinställningen att gälla. Klicka på Återgå för att återgå till tidigare inställningar.
th: คลิกยืนยันเพื่อใช้การตั้งค่าการแสดงผลใหม่ คลิกแปลงกลับเพื่อแปลงกลับเป็นการตั้งค่าการแสดงผลก่อนหน้า
tr: Yeni ekran ayarını kullanmak için Doğrula’yı tıklayın. Önceki ekran ayarına dönmek için Geri Dön’ü tıklayın.
uk: Клацніть «Підтвердити», щоб застосувати нові параметри. Клацніть «Відновити», щоб повернутися до попереднього режиму.
vi: Bấm Xác nhận để sử dụng cài đặt màn hình mới. Bấm Khôi phục để khôi phục cài đặt màn hình trước.
zh_cn: 点按“确认”以使用新的显示器设置。点按“复原”以复原到以前的显示器设置。
zh_hk: 按一下「確認」來使用新的顯示器設定。按一下「回復」來回復為之前的顯示器設定。
zh_tw: 按一下「確認」，以使用新的顯示器設定。按一下「回復」，以回復成先前的顯示器設定。

# CONFIRM_MESSAGE_TIMEOUT
source: Will automatically revert in %@.
ar: سيتم التراجع تلقائيًا خلال %@.
ca: Es revertirà automàticament d’aquí a %@.
cs: Za %@ bude automaticky obnoveno původní nastavení.
da: Vender automatisk tilbage om %@.
de: Es wird automatisch in %@ zurückgeschaltet.
el: Θα γίνει αυτόματη επαναφορά σε %@.
es: Se restaurará automáticamente dentro de %@.
es_419: Se revertirá automáticamente en %@.
fi: Palautuu automaattisesti %@.
fr: Se rétablira automatiquement dans %@.
fr_ca: Se rétablira automatiquement dans %@.
he: תתבצע חזרה אוטומטית תוך %@.
hi: %@ में ऑटोमैटिकली रिवर्ट कर दिया जाएगा।
hr: Automatski se vraća za %@.
hu: %@ múlva automatikusan visszaáll.
id: Akan mengembalikan secara otomatis dalam %@.
it: Verrà ripristinato automaticamente tra %@.
ja: %@後に自動的に元に戻ります。
ko: %@ 후에 자동으로 복귀됩니다.
ms: Akan kembali secara automatik dalam %@.
nb: Tilbakestilles automatisk om %@.
nl: De vorige instelling wordt automatisch hersteld over %@.
pl: Automatyczne przywrócenie za %@.
pt_br: Será revertido automaticamente em %@.
pt_pt: As definições anteriores serão automaticamente restabelecidas dentro de %@.
ro: Va reveni automat peste %@.
ru: Автоматический возврат к предыдущему состоянию через %@.
sk: Pôvodné nastavenie bude automaticky obnovené o %@.
sl: Samodejna povrnitev se bo izvedla čez toliko časa: %@.
sv: Kommer automatiskt att återgå om %@.
th: จะแปลงกลับโดยอัตโนมัติภายใน %@
tr: %@ içinde otomatik olarak önceki durumuna dönecektir.
uk: Відновиться автоматично через %@.
vi: Sẽ tự động khôi phục trong %@ nữa.
zh_cn: 将在%@后自动复原。
zh_hk: 將於%@後自動回復。
zh_tw: 將在%@後自動回復。

# CONFIRM_TITLE
source: Confirm new display setting
ar: تأكيد إعداد شاشة العرض الجديد
ca: Confirma la nova configuració de pantalla
cs: Potvrzení nového nastavení monitoru
da: Bekræft ny skærmindstilling
de: Neue Monitoreinstellung bestätigen
el: Επιβεβαίωση νέας ρύθμισης οθόνης
es: Confirma los nuevos ajustes de pantalla
es_419: Confirma la nueva configuración de pantalla
fi: Vahvista uudet näyttöasetukset
fr: Confirmez le nouveau réglage du moniteur
fr_ca: Confirmez le nouveau réglage de l’écran
he: אישור הגדרת צג חדשה
hi: नई डिस्प्ले सेटिंग की पुष्टि करें
hr: Potvrdite novu postavku prikaza
hu: Új kijelzőbeállítás megerősítése
id: Konfirmasi pengaturan layar baru
it: Conferma nuove impostazioni schermo
ja: 新しいディスプレイ設定の確認
ko: 새로운 디스플레이 설정값 확인
ms: Sahkan seting paparan baharu
nb: Bekreft ny skjerminnstilling
nl: Nieuwe beeldscherminstelling bevestigen
pl: Potwierdź nowe ustawienia wyświetlacza.
pt_br: Confirme o novo ajuste de tela
pt_pt: Confirme a nova definição
ro: Confirmare pentru noua configurare de afișaj
ru: Подтверждение новых параметров
sk: Potvrdiť nové nastavenie displeja
sl: Potrditev nove nastavitve zaslona
sv: Bekräfta de nya bildskärmsinställningarna
th: ยืนยันการตั้งค่าการแสดงผลใหม่
tr: Yeni ekran ayarını doğrulayın
uk: Підтвердьте нові параметри
vi: Xác nhận cài đặt màn hình mới
zh_cn: 确认新的显示器设置
zh_hk: 確認新的顯示器設定
zh_tw: 確認新的顯示器設定
